Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Starts trailers with sound on. Press play/pause on the remote to mute. Off by default, so trailers start muted.
de: Startet Trailer mit Ton. Zum Stummschalten Wiedergabe/Pause auf der Fernbedienung drücken. Standardmäßig aus, daher starten Trailer stumm.
es: Inicia los tráileres con sonido. Pulsa reproducir/pausa en el mando para silenciar. Desactivado por defecto, por lo que los tráileres empiezan sin sonido.
fr: Lance les bandes-annonces avec le son. Appuyez sur lecture/pause de la télécommande pour couper le son. Désactivé par défaut, les bandes-annonces démarrent donc sans son.
it: Avvia i trailer con l’audio. Premi riproduci/pausa sul telecomando per silenziare. Disattivato per impostazione predefinita, quindi i trailer partono senza audio.
vi: Bắt đầu trailer có âm thanh. Nhấn phát/tạm dừng trên điều khiển để tắt tiếng. Mặc định tắt, nên trailer bắt đầu ở chế độ tắt tiếng.

source: Still watching?
de: Schaust du noch?
es: ¿Sigues ahí?
fr: Toujours là ?
it: Stai ancora guardando?
vi: Bạn vẫn đang xem?

source: Stop Remote Setup
de: Remote-Konfiguration beenden
es: Detener configuración remota
fr: Arrêter la configuration à distance
it: Interrompi configurazione remota
vi: Dừng thiết lập từ xa

source: Stop Shuffle
de: Zufallswiedergabe beenden
es: Detener aleatorio
fr: Arrêter l’aléatoire
it: Ferma casuale
vi: Tắt ngẫu nhiên

source: Stop waiting and dismiss the code.
de: Beende das Warten und schließe den Code.
es: Deja de esperar y descarta el código.
fr: Arrêter d'attendre et fermer le code.
it: Smetti di aspettare e chiudi il codice.
vi: Ngừng chờ và đóng mã.

source: Stops cards from growing when focused. They keep their size and show focus with a highlight and shadow. Off by default.
de: Verhindert, dass Karten beim Fokussieren wachsen. Sie behalten ihre Größe und zeigen den Fokus mit Hervorhebung und Schatten. Standardmäßig aus.
es: Evita que las tarjetas crezcan al enfocarse. Mantienen su tamaño y muestran el foco con un resalte y una sombra. Desactivado por defecto.
fr: Empêche les cartes de grossir au focus. Elles gardent leur taille et indiquent le focus par une mise en évidence et une ombre. Désactivé par défaut.
it: Impedisce ai riquadri di ingrandirsi al focus. Mantengono le dimensioni e mostrano il focus con evidenziazione e ombra. Disattivato per impostazione predefinita.
vi: Ngăn thẻ phóng to khi được chọn. Thẻ giữ nguyên kích thước và thể hiện tiêu điểm bằng điểm sáng và đổ bóng. Mặc định tắt.

source: Stops waiting for the code to be approved and goes back to the connect options. You can ask for a new code afterwards.
de: Wartet nicht mehr auf die Bestätigung des Codes und kehrt zu den Verbindungsoptionen zurück. Danach kannst du einen neuen Code anfordern.
es: Deja de esperar a que se apruebe el código y vuelve a las opciones de conexión. Después puedes pedir un código nuevo.
fr: Cesse d’attendre l’approbation du code et revient aux options de connexion. Vous pourrez ensuite demander un nouveau code.
it: Smette di attendere l’approvazione del codice e torna alle opzioni di collegamento. Dopo potrai richiedere un nuovo codice.
vi: Ngừng chờ mã được phê duyệt và quay lại các tùy chọn kết nối. Sau đó bạn có thể yêu cầu mã mới.

source: Stream Diagnostics
de: Stream-Diagnose
es: Diagnóstico de streams
fr: Diagnostic des streams
it: Diagnostica stream
vi: Chẩn đoán luồng

source: Stream lookup failed.
de: Stream-Suche fehlgeschlagen.
es: Búsqueda de stream fallida.
fr: Échec de la recherche de stream.
it: Ricerca flusso non riuscita.
vi: Tra cứu luồng thất bại.

source: Stream lookups are logged below — open the title that fails, press Play, then come back and photograph
de: Stream-Abfragen werden unten protokolliert – öffne den fehlschlagenden Titel, drücke Wiedergabe, kehre zurück und fotografiere
es: Las búsquedas de streams se registran abajo: abre el título que falla, pulsa Reproducir, vuelve y fotografía
fr: Les recherches de streams sont consignées ci-dessous : ouvrez le titre qui échoue, appuyez sur Lecture, revenez et photographiez
it: Le ricerche di stream sono registrate qui sotto: apri il titolo che non funziona, premi Riproduci, torna indietro e fotografa
vi: Các lần tra cứu luồng được ghi bên dưới — hãy mở tiêu đề bị lỗi, nhấn Phát, rồi quay lại và chụp ảnh

source: Streaming Buffer
de: Streaming-Puffer
es: Búfer de streaming
fr: Mémoire tampon
it: Buffer streaming
vi: Bộ đệm phát trực tuyến

source: Streams play in the built-in player. Hold a stream to open it in an external player instead.
de: Streams werden im integrierten Player abgespielt. Halte einen Stream, um ihn stattdessen in einem externen Player zu öffnen.
es: Los streams se reproducen en el reproductor integrado. Mantén un stream para abrirlo en un reproductor externo en su lugar.
fr: Les streams sont lus dans le lecteur intégré. Maintenez un stream pour l'ouvrir dans un lecteur externe à la place.
it: I flussi vengono riprodotti nel lettore integrato. Tieni premuto un flusso per aprirlo in un lettore esterno.
vi: Luồng phát bằng trình phát tích hợp. Giữ một luồng để mở bằng trình phát ngoài.

source: Strip SDH Subtitles
de: SDH-Untertitel entfernen
es: Eliminar subtítulos SDH
fr: Supprimer les sous-titres SDH
it: Rimuovi sottotitoli SDH
vi: Loại bỏ phụ đề SDH

source: Subtitle Delay
de: Untertitel-Verzögerung
es: Retraso de subtítulos
fr: Délai des sous-titres
it: Ritardo sottotitoli
vi: Độ trễ phụ đề

source: Subtitle style and preferred languages
de: Untertitelstil und bevorzugte Sprachen
es: Estilo de subtítulos e idiomas preferidos
fr: Style des sous-titres et langues préférées
it: Stile dei sottotitoli e lingue preferite
vi: Kiểu phụ đề và ngôn ngữ ưu tiên

source: Subtitles
de: Untertitel
es: Subtítulos
fr: Sous-titres
it: Sottotitoli
vi: Phụ đề

source: Subtitles & Audio
de: Untertitel & Audio
es: Subtítulos y audio
fr: Sous-titres et audio
it: Sottotitoli e audio
vi: Phụ đề và âm thanh

source: Subtle
de: Dezent
es: Sutil
fr: Subtil
it: Lieve
vi: Nhẹ nhàng

source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti
vi: Gợi ý

source: Swipe down for info
de: Nach unten streichen für Infos
es: Desliza hacia abajo para ver la información
fr: Balayez vers le bas pour les infos
it: Scorri verso il basso per le info
vi: Vuốt xuống để xem thông tin

source: Switch
de: Wechseln
es: Cambiar
fr: Changer
it: Cambia
vi: Chuyển

source: Switch Profile
de: Profil wechseln
es: Cambiar perfil
fr: Changer de profil
it: Cambia profilo
vi: Chuyển hồ sơ

source: Switch back to api.nuvio.tv. You’ll be signed out and local data on this Apple TV will be cleared.
de: Zurück zu api.nuvio.tv wechseln. Du wirst abgemeldet und lokale Daten auf diesem Apple TV werden gelöscht.
es: Vuelve a api.nuvio.tv. Se cerrará tu sesión y los datos locales en este Apple TV se borrarán.
fr: Revenez à api.nuvio.tv. Vous serez déconnecté et les données locales de cet Apple TV seront effacées.
it: Torna ad api.nuvio.tv. Verrai disconnesso e i dati locali su questo Apple TV verranno cancellati.
vi: Chuyển về api.nuvio.tv. Bạn sẽ bị đăng xuất và dữ liệu cục bộ trên Apple TV này sẽ bị xóa.

source: Switch the display mode to the video's native frame rate and dynamic range. Also enable Match Content in tvOS Settings → Video and Audio.
de: Schalte den Anzeigemodus auf die native Bildrate und den dynamischen Bereich des Videos. Aktiviere auch "Inhalte anpassen" in tvOS-Einstellungen → Video und Audio.
es: Cambia el modo de visualización a la velocidad de fotogramas nativa del vídeo y rango dinámico. También habilita Coincidir contenido en Configuración de tvOS → Vídeo y audio.
fr: Bascule le mode d'affichage vers la fréquence d'images et la plage dynamique natives de la vidéo. Activez aussi Match Content dans Réglages tvOS → Vidéo et audio.
it: Cambia la modalità di visualizzazione alla frequenza fotogrammi e all'intervallo dinamico nativi del video. Abilita anche Abbina contenuto in Impostazioni tvOS → Video e audio.
vi: Chuyển chế độ hiển thị theo tốc độ khung hình và dải động gốc của video. Đồng thời bật Match Content trong Cài đặt tvOS → Video và Âm thanh.

source: Switch to %@?
de: Zu %@ wechseln?
es: ¿Cambiar a %@?
fr: Passer à %@ ?
it: Passare a %@?
vi: Chuyển sang %@?

source: Switch to a Nuvio account?
de: Zu einem Nuvio-Konto wechseln?
es: ¿Cambiar a una cuenta de Nuvio?
fr: Passer à un compte Nuvio ?
it: Passare a un account Nuvio?
vi: Chuyển sang tài khoản Nuvio?

source: Switches back to the official Nuvio server at api.nuvio.tv. You are signed out and local data on this Apple TV is cleared.
de: Wechselt zurück zum offiziellen Nuvio-Server unter api.nuvio.tv. Du wirst abgemeldet und lokale Daten auf diesem Apple TV werden gelöscht.
es: Vuelve al servidor oficial de Nuvio en api.nuvio.tv. Se cierra tu sesión y se borran los datos locales de este Apple TV.
fr: Revient au serveur Nuvio officiel sur api.nuvio.tv. Vous êtes déconnecté et les données locales de cette Apple TV sont effacées.
it: Torna al server Nuvio ufficiale su api.nuvio.tv. Esci dall’account e i dati locali su questa Apple TV vengono cancellati.
vi: Chuyển về máy chủ Nuvio chính thức tại api.nuvio.tv. Bạn bị đăng xuất và dữ liệu cục bộ trên Apple TV này bị xóa.

source: Switches the TV to the video's own frame rate and dynamic range while it plays. Off by default.
de: Stellt den Fernseher während der Wiedergabe auf die Bildrate und den Dynamikumfang des Videos um. Standardmäßig aus.
es: Cambia el televisor a la velocidad de fotogramas y el rango dinámico del propio vídeo mientras se reproduce. Desactivado por defecto.
fr: Fait passer le téléviseur à la fréquence d’images et à la plage dynamique propres à la vidéo pendant sa lecture. Désactivé par défaut.
it: Porta la TV alla frequenza fotogrammi e alla gamma dinamica del video durante la riproduzione. Disattivato per impostazione predefinita.
vi: Chuyển TV sang tốc độ khung hình và dải động của chính video trong khi phát. Mặc định tắt.

source: Switching Audio…
de: Wechsle Audio…
es: Cambiando audio…
fr: Changement de piste audio…
it: Cambio audio…
vi: Đang chuyển âm thanh…

source: Switching resumes from your last saved position.
de: Beim Wechsel wird von deiner letzten gespeicherten Position fortgefahren.
es: El cambio se reanuda desde tu última posición guardada.
fr: Le changement reprend depuis votre dernière position enregistrée.
it: Il passaggio riprende dall'ultima posizione salvata.
vi: Chuyển sẽ tiếp tục từ vị trí đã lưu gần nhất.

source: Switching…
de: Wird gewechselt…
es: Cambiando…
fr: Changement…
it: Cambio in corso…
vi: Đang chuyển…

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
vi: Đồng bộ ngay

source: Sync didn't complete. Try again.
de: Die Synchronisierung wurde nicht abgeschlossen. Versuche es erneut.
es: La sincronización no se completó. Inténtalo de nuevo.
fr: La synchronisation ne s'est pas terminée. Réessayez.
it: La sincronizzazione non è stata completata. Riprova.
vi: Đồng bộ chưa hoàn tất. Thử lại.

source: Sync your library, watch progress, and profiles across devices. Local guest data on this Apple TV will be cleared.
de: Synchronisiere deine Mediathek, deinen Ansichtsverlauf und deine Profile auf allen Geräten. Lokale Gastdaten auf diesem Apple TV werden gelöscht.
es: Sincroniza tu biblioteca, progreso de visualización y perfiles en dispositivos. Los datos de invitado locales en este Apple TV se borrarán.
fr: Synchronisez votre bibliothèque, votre progression et vos profils entre appareils. Les données invité locales de cet Apple TV seront effacées.
it: Sincronizza la tua libreria, il progresso di visione e i profili su tutti i dispositivi. I dati guest locali su questo Apple TV verranno cancellati.
vi: Đồng bộ thư viện, tiến độ xem và hồ sơ giữa các thiết bị. Dữ liệu khách cục bộ trên Apple TV này sẽ bị xóa.

source: Sync your watchlist and history with MDBList.
de: Synchronisiere deine Watchlist und deinen Verlauf mit MDBList.
es: Sincroniza tu lista de seguimiento y tu historial con MDBList.
fr: Synchronisez votre liste de visionnage et votre historique avec MDBList.
it: Sincronizza la tua watchlist e la cronologia con MDBList.
vi: Đồng bộ danh sách xem và lịch sử của bạn với MDBList.

source: Syncing…
de: Synchronisiere…
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
vi: Đang đồng bộ…

source: Synopsis hidden until watched
de: Inhaltsangabe bis zum Ansehen ausgeblendet
es: Sinopsis oculta hasta que se vea
fr: Synopsis masqué jusqu’au visionnage
it: Sinossi nascosta fino alla visione
vi: Tóm tắt bị ẩn cho đến khi xem

source: TMDB API Key (v3 auth)
de: TMDB-API-Schlüssel (v3 auth)
es: Clave API de TMDB (auth v3)
fr: Clé API TMDB (v3 auth)
it: Chiave API TMDB (autenticazione v3)
vi: API key TMDB (v3 auth)

source: TMDB Enrichment
de: TMDB-Anreicherung
es: Enriquecimiento TMDB
fr: Enrichissement TMDB
it: Arricchimento TMDB
vi: Bổ sung dữ liệu TMDB

source: TMDB Filters
de: TMDB-Filter
es: Filtros de TMDB
fr: Filtres TMDB
it: Filtri TMDB
vi: Bộ lọc TMDB

source: TMDB Release Dates
de: TMDB-Veröffentlichungsdaten
es: Fechas de lanzamiento de TMDB
fr: Dates de sortie TMDB
it: Date di rilascio TMDB
vi: Ngày phát hành TMDB

source: TMDB air dates override add-on release dates
de: TMDB-Erstausstrahlungsdaten haben Vorrang vor den Veröffentlichungsdaten der Add-ons
es: Las fechas de emisión de TMDB sustituyen a las fechas de estreno de los complementos
fr: Les dates de diffusion TMDB remplacent les dates de sortie des add-ons
it: Le date di messa in onda di TMDB sostituiscono le date di uscita degli add-on
vi: Ngày phát sóng TMDB ghi đè ngày phát hành của add-on

source: TMDB key set
de: TMDB-Schlüssel gesetzt
es: Clave TMDB establecida
fr: Clé TMDB définie
it: Chiave TMDB impostata
vi: Đã lưu key TMDB

source: TODAY
de: HEUTE
es: HOY
fr: AUJOURD’HUI
it: OGGI
vi: HÔM NAY

source: TOMORROW
de: MORGEN
es: MAÑANA
fr: DEMAIN
it: DOMANI
vi: NGÀY MAI

source: Tab Bar Diagnostics
de: Tab-Leisten-Diagnose
es: Diagnóstico de la Barra de Pestañas
fr: Diagnostic de la Barre d'Onglets
it: Diagnostica della Barra delle Schede
vi: Chẩn đoán Thanh Tab

source: Tab Bar Geometry Diagnostics
de: Diagnose der Tab-Leisten-Geometrie
es: Diagnóstico de geometría de la barra de pestañas
fr: Diagnostic de géométrie de la barre d'onglets
it: Diagnostica geometria barra delle schede
vi: Chẩn đoán hình học thanh tab

source: Tab Bar Geometry Diagnostics · page %lld/%lld
de: Diagnose der Tab-Leisten-Geometrie · Seite %lld/%lld
es: Diagnóstico de geometría de la barra de pestañas · página %lld/%lld
fr: Diagnostic de géométrie de la barre d'onglets · page %lld/%lld
it: Diagnostica geometria barra delle schede · pagina %lld/%lld
vi: Chẩn đoán hình học thanh tab · trang %lld/%lld

source: Tab Bar Rest Fix (A/B)
de: Tab-Leisten-Ruhekorrektur (A/B)
es: Corrección de reposo de la barra de pestañas (A/B)
fr: Correctif au repos de la barre d’onglets (A/B)
it: Correzione a riposo barra schede (A/B)
vi: Sửa thanh tab khi dừng (A/B)

source: Tab Bar Scroll Link (A/B)
de: Tab-Leisten-Scroll-Verknüpfung (A/B)
es: Vínculo de desplazamiento de la barra de pestañas (A/B)
fr: Lien de défilement de la barre d’onglets (A/B)
it: Collegamento scorrimento barra schede (A/B)
vi: Liên kết cuộn thanh tab (A/B)

source: Takes effect on next launch.
de: Wirkt ab dem nächsten Start.
es: Se aplica en el próximo inicio.
fr: Effet au prochain lancement.
it: Ha effetto al prossimo avvio.
vi: Có hiệu lực ở lần khởi chạy tiếp theo.

source: Text Color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
it: Colore del Testo
vi: Màu chữ

source: That's the end of
de: Das ist das Ende von
es: Ese es el final de
fr: C'est la fin de
it: Questo è il fine di
vi: Đã hết

source: The Open Sans typeface is bundled with the app and used under the SIL Open Font License 1.1.
de: Die Schrift Open Sans ist in der App enthalten und wird unter der SIL Open Font License 1.1 verwendet.
es: La tipografía Open Sans está incluida en la app y se usa bajo la licencia SIL Open Font License 1.1.
fr: La police Open Sans est intégrée à l’app et utilisée sous la licence SIL Open Font License 1.1.
it: Il font Open Sans è incluso nell’app e usato con licenza SIL Open Font License 1.1.
vi: Phông chữ Open Sans được đóng gói trong ứng dụng và sử dụng theo Giấy phép SIL Open Font License 1.1.

source: The accent color used for focus rings, highlights, and controls. Applies instantly and syncs per profile.
de: Die Akzentfarbe, die für Fokusringe, Hervorhebungen und Steuerelemente verwendet wird. Wird sofort angewendet und synchronisiert sich pro Profil.
es: El color de acento utilizado para anillos de enfoque, resaltados y controles. Se aplica instantáneamente y se sincroniza por perfil.
fr: La couleur d'accentuation utilisée pour les anneaux de focus, surlignages et contrôles. S'applique instantanément et se synchronise par profil.
it: Il colore di accento utilizzato per gli anelli di fuoco, i evidenziamenti e i controlli. Si applica istantaneamente e si sincronizza per profilo.
vi: Màu nhấn dùng cho viền tiêu điểm, phần tô sáng và điều khiển. Áp dụng ngay và đồng bộ theo hồ sơ.

source: The account didn't grant the needed permissions.
de: Das Konto hat die nötigen Berechtigungen nicht erteilt.
es: La cuenta no concedió los permisos necesarios.
fr: Le compte n'a pas accordé les autorisations nécessaires.
it: L'account non ha concesso i permessi necessari.
vi: Tài khoản chưa cấp các quyền cần thiết.

source: The app version and build number running on this Apple TV. Include it when you report a bug.
de: Die App-Version und Build-Nummer, die auf diesem Apple TV läuft. Bei einem Fehlerbericht angeben.
es: La versión de la app y el número de compilación que se ejecutan en este Apple TV. Indícalo al informar de un error.
fr: La version de l’app et le numéro de build en cours sur cette Apple TV. À indiquer en signalant un bug.
it: La versione dell’app e il numero di build in esecuzione su questa Apple TV. Includili quando segnali un bug.
vi: Phiên bản ứng dụng và số bản dựng đang chạy trên Apple TV này. Hãy kèm theo khi báo lỗi.

source: The beta release this build was cut from. It is empty on builds made directly in Xcode.
de: Die Beta-Version, aus der dieser Build erstellt wurde. Bei direkt in Xcode erstellten Builds ist sie leer.
es: La versión beta de la que se creó esta compilación. Está vacía en las compilaciones hechas directamente en Xcode.
fr: La version bêta dont ce build est issu. Vide pour les builds créés directement dans Xcode.
it: La versione beta da cui è stata creata questa build. È vuota nelle build create direttamente in Xcode.
vi: Bản phát hành beta mà bản dựng này được tạo từ đó. Để trống với các bản dựng tạo trực tiếp trong Xcode.

source: The code expired before it was approved. Try again.
de: Der Code ist abgelaufen, bevor er genehmigt wurde. Versuche es erneut.
es: El código expiró antes de ser aprobado. Intenta de nuevo.
fr: Le code a expiré avant d'être approuvé. Réessayez.
it: Il codice è scaduto prima di essere approvato. Riprova.
vi: Mã đã hết hạn trước khi được duyệt. Thử lại.

source: The code expired. Try again.
de: Der Code ist abgelaufen. Versuche es erneut.
es: El código expiró. Inténtalo de nuevo.
fr: Le code a expiré. Réessayez.
it: Il codice è scaduto. Riprova.
vi: Mã đã hết hạn. Thử lại.

source: The discovery document doesn’t identify a self-hosted server.
de: Das Discovery-Dokument identifiziert keinen selbst gehosteten Server.
es: El documento de descubrimiento no identifica un servidor autoalojado.
fr: Le document de découverte n'identifie pas un serveur auto-hébergé.
it: Il documento di discovery non identifica un server self-hosted.
vi: Tài liệu khám phá không xác định được máy chủ tự lưu trữ.

source: The discovery document is larger than allowed.
de: Das Discovery-Dokument ist größer als erlaubt.
es: El documento de descubrimiento supera el tamaño permitido.
fr: Le document de découverte dépasse la taille autorisée.
it: Il documento di discovery supera la dimensione consentita.
vi: Tài liệu khám phá lớn hơn mức cho phép.

source: The discovery document is missing a valid backend URL or publishable key.
de: Im Discovery-Dokument fehlt eine gültige Backend-URL oder ein Publishable Key.
es: Al documento de descubrimiento le falta una URL de backend o una clave publicable válidas.
fr: Le document de découverte ne contient pas d'URL de backend ou de clé publiable valide.
it: Nel documento di discovery manca un URL backend valido o una chiave pubblicabile.
vi: Tài liệu khám phá thiếu URL backend hoặc khóa công khai hợp lệ.

source: The discovery document is valid. Connecting signs you out of the current server and clears local data on this Apple TV. Only continue if you own or trust this server.
de: Das Discovery-Dokument ist gültig. Beim Verbinden wirst du vom aktuellen Server abgemeldet und lokale Daten auf diesem Apple TV werden gelöscht. Fahre nur fort, wenn dir dieser Server gehört oder du ihm vertraust.
es: El documento de descubrimiento es válido. Al conectarte se cerrará tu sesión en el servidor actual y se borrarán los datos locales en este Apple TV. Continúa solo si este servidor es tuyo o confías en él.
fr: Le document de découverte est valide. La connexion vous déconnecte du serveur actuel et efface les données locales de cet Apple TV. Ne continuez que si ce serveur vous appartient ou si vous lui faites confiance.
it: Il documento di discovery è valido. La connessione ti disconnette dal server corrente e cancella i dati locali su questo Apple TV. Continua solo se questo server è tuo o ti fidi di chi lo gestisce.
vi: Tài liệu khám phá hợp lệ. Việc kết nối sẽ đăng xuất bạn khỏi máy chủ hiện tại và xóa dữ liệu cục bộ trên Apple TV này. Chỉ tiếp tục nếu bạn sở hữu hoặc tin cậy máy chủ này.

source: The discovery document isn’t for Nuvio.
de: Das Discovery-Dokument ist nicht für Nuvio bestimmt.
es: El documento de descubrimiento no es para Nuvio.
fr: Le document de découverte n'est pas destiné à Nuvio.
it: Il documento di discovery non è per Nuvio.
vi: Tài liệu khám phá không dành cho Nuvio.

source: The discovery endpoint returned HTTP %lld.
de: Der Discovery-Endpunkt hat HTTP %lld zurückgegeben.
es: El endpoint de descubrimiento devolvió HTTP %lld.
fr: Le point de terminaison de découverte a renvoyé HTTP %lld.
it: L’endpoint di discovery ha restituito HTTP %lld.
vi: Điểm cuối khám phá trả về HTTP %lld.

source: The exact code revision this build was made from. Include it when you report a bug.
de: Die genaue Code-Revision, aus der dieser Build erstellt wurde. Bei einem Fehlerbericht angeben.
es: La revisión exacta del código de la que se creó esta compilación. Indícala al informar de un error.
fr: La révision exacte du code dont ce build est issu. À indiquer en signalant un bug.
it: L’esatta revisione del codice da cui è stata creata questa build. Includila quando segnali un bug.
vi: Bản sửa đổi mã chính xác mà bản dựng này được tạo từ đó. Hãy kèm theo khi báo lỗi.

source: The exact version, build and commit running on this Apple TV. Include these when you report a bug.
de: Die genaue Version, der Build und der Commit, die auf diesem Apple TV laufen. Bei einem Fehlerbericht angeben.
es: La versión, compilación y commit exactos que se ejecutan en este Apple TV. Indícalos al informar de un error.
fr: La version, le build et le commit exacts en cours sur cette Apple TV. À indiquer en signalant un bug.
it: L’esatta versione, build e commit in esecuzione su questa Apple TV. Includili quando segnali un bug.
vi: Phiên bản, bản dựng và commit chính xác đang chạy trên Apple TV này. Hãy kèm theo khi báo lỗi.
